{
  "PositionID": "WA1370724-JN(a)",
  "PositionTitle": "Information Technology Specialist",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/448015600",
  "ApplyURI": [
    "https://www.usajobs.gov:443/GetJob/ViewDetails/448015600?PostingChannelID=RESTAPI"
  ],
  "PositionLocationDisplay": "Multiple Locations",
  "PositionLocation": [
    {
      "LocationName": "Washington, DC",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "District of Columbia",
      "CityName": "Washington",
      "Longitude": -77.032,
      "Latitude": 38.8904
    },
    {
      "LocationName": "Suitland, Maryland",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Maryland",
      "CityName": "Suitland, Maryland",
      "Longitude": -76.9231,
      "Latitude": 38.848
    }
  ],
  "OrganizationName": "U.S. Census Bureau",
  "DepartmentName": "Department Of Commerce",
  "JobCategory": [
    {
      "Name": "Information Technology Management",
      "Code": "2210",
      "MissionCritical": true
    }
  ],
  "JobOccupation": [
    {
      "Name": "Database Administrators",
      "Code": "Database%20Administrators",
      "Count": "3"
    },
    {
      "Name": "Software Systems Developers",
      "Code": "Software%20Systems%20Developers",
      "Count": "6"
    }
  ],
  "MCOTags": [
    "STEM"
  ],
  "JobGrade": [
    {
      "Code": "GS"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full Time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Multiple Appointment Types",
      "Code": "15327"
    }
  ],
  "QualificationSummary": "All applicants applying for the GS-05 grade level or above must\nmeet one of the following basic requirements: A. You have (or within 9 months will have) a bachelor&#146;s or higher\ndegree with a major in: computer science, engineering, information science,\ninformation systems management, mathematics, operations research, statistics,\nor technology management, OR you have a bachelor&#146;s or higher degree that\nprovided a minimum of 24 semester working with\nclients and customers to assess their needs, provide information or assistance,\nresolve their problems, or satisfy their expectations; orally expressing\ninformation to individuals or groups effectively; listening to others and\nresponding appropriately; and identifying and evaluating problems and making\nrecommendations to solve them.hours in one or more of the fields identified above and required the development or adaptation of applications, systems or networks; OR B. You have IT-related experience reviewing routine IT data; editing and disseminating written reports; providing standard IT products and services to customers; demonstrating attention to detail when performing work; Applicants applying for the GS-07 grade level must meet one of the\nfollowing requirements (in addition to the basic requirements for all\napplicants described above): A. You have (or within 9 months will have) a bachelor's degree in\none of the majors listed above and superior academic achievement. Superior\nacademic achievement is generally defined by an earned grade point average\n(GPA) of 3.0 or higher out of a possible 4.0. For information on additional\nways to meet the superior academic achievement provision, see http://www.opm.gov/qualifications/SEC-II/s2-e5.asp#e4f OR\nB. You have (or within 9 months will have) completed at least one\nyear of graduate education in one of the majors listed above; OR\nC. You have at least one year of specialized experience performing\nduties related to the specialty for which you are applying: &#183;\nSystems Administration: one year of systems administration experience in a Windows\nor Linux/UNIX environment providing technical support to users. For further\ndetails, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html &#183;\nNetwork\nServices: one year of LAN support work in a Windows orLinux/UNIX\nenvironment installing, troubleshooting and configuring PCs and peripherals.\nFor further details, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html &#183;\nSecurity:\none year applying IT security principles, methods and tools and participating\nin defining IT security requirements and maintaining system documentation. For\nfurther details, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html Applicants applying for the GS-09 grade level must meet one of the\nfollowing requirements (in addition to the basic requirements for all\napplicants described above): A. You have (or within 9 months will have) a master&#146;s degree or\nequivalent graduate degree, or completed two years of progressively higher\nlevel graduate education leading to a master&#146;s degree or equivalent graduate\ndegree, in one of the majors listed above; OR\nB. You have at least one year of specialized experience performing duties\nrelated to the specialty for which you are applying: &#183;\nSystems Administration: one year of\nsystems administration experience in a Windows or Linux/UNIX environment; a\nworking knowledge of the capabilities and limitations of the above operating\nsystems; some experience writing shell scripts and providing technical support.\nFor further\ndetails, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html &#183;\nNetwork Services: one\nyear of LAN support or management experience in a Windows or Linux/UNIX\nenvironment installing, troubleshooting and configuring PCs and peripherals;\nresponding to service requests and trouble tickets; server administration for a\n200+ user network; and administering systems to track IT assets in excess of\n5,000. For\nfurther details, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html &#183;\nSecurity: one year applying IT security\nprinciples, methods and tools, preparing and updating IT security manuals,\ninstructions and operating procedures. For further details, see http://www.census.gov/about/census-careers/opportunities/location/headquarters/it.html",
  "PositionRemuneration": [
    {
      "MinimumRange": "39,175",
      "MaximumRange": "71,651",
      "RateIntervalCode": "Per Year"
    }
  ],
  "PositionStartDate": "2016-08-18",
  "PositionEndDate": "2017-06-30",
  "PublicationStartDate": "2016-08-18",
  "ApplicationCloseDate": "2017-06-30",
  "PositionFormattedDescription": [
    {
      "Label": "Dynamic Teaser",
      "LabelDescription": "Hit highlighting for keyword searches."
    }
  ],
  "UserArea": {
    "Details": {
      "MajorDuties": "The U.S. Census Bureau is seeking persons to fill Information Technology (IT) Specialist positions at the GS-5, GS-7, and GS-9 grade levels. The selectees will perform the following duties: &#183;\nDraws\nflow charts and write operating procedures; &#183;\nMake\nminor changes to existing software systems; &#183;\nAssist\nin resolving software/hardware interface and interoperability problems; &#183;\nHelp\nmanage accounts, network rights, and access to systems and equipment; Selectees will serve under one of the following specialties with the additional listed duties:\nSystems Administration Specialization, GS-5 through GS-9Duties include system administration in a Windows or UNIX environment, writing shell scripts, user account creation, backup/restoring data, and providing general support to system users.\nNetwork Services Specialization, GS-5 through GS-9Duties include LAN support in a Windows orLinux/UNIX environment, assisting users with network, hardware and software issues, and configuring, installing, and troubleshooting applications on a server.\nSecurity Specialization, GS-5 through GS-9Duties include applying IT security principles, methods, and tools, evaluating and defining IT security requirements and maintaining IT systems security documentation.",
      "Education": "Experience refers to paid and\nunpaid experience, including volunteer work done through National Service\nprograms (e.g., Peace Corps, AmeriCorps) and other organizations (e.g.,\nprofessional; philanthropic; religious; spiritual; community, student, social).\nVolunteer work helps build critical competencies, knowledge, and skills and can\nprovide valuable training and experience that translates directly to paid\nemployment. You will receive credit for all qualifying experience, including\nvolunteer experience.",
      "Requirements": "SPECIAL INSTRUCTIONS FOR FOREIGN EDUCATION: If you are using\neducation completed in foreign colleges or universities to meet the qualification\nrequirements, you must show proof that the education credentials have been\nevaluated by a private organization that specializes in interpretation of\nforeign educational credentials and that such education has been deemed to be\nat least equivalent to that gained in conventional U.S. education programs. For\nfurther information, visit: http://www.ed.gov/about/offices/list/ous/international/usnei/us/edlite-visitus-forrecog.html",
      "Evaluations": "Once the application process is complete, a review of your resume and supporting documentation will be made to verify that minimum qualification requirements are met. After this review is complete, you will receive a notice indicating your eligibility for the grade level(s) to which you applied. Your qualifications will be evaluated on the following competencies (knowledge, skills, abilities and other characteristics): customer service; problem solving; oral communication; attention to detail; help desk administration; UNIX/Linux systems administration; platforms supported; IT security; and telecommunications and network support. Once the hiring agency submits a request to fill a position, you will be placed in one of three pre-defined quality categories. The three categories are: &#183; Gold - Applicants possessing a background that demonstrates a superior level of possession of all evaluation criteria. &#183; Silver - Applicants possessing a background that demonstrates a satisfactory level of possession of the evaluation criteria. &#183; Bronze - Applicants possessing the specialized experience described above. Application of Veterans' Preference: Category rating and selection procedures place those with veterans&#146; preference above non-preference eligibles within each category. Veterans who meet the eligibility and qualification requirements and who have a compensable service-connected disability of at least 10 percent are listed in the highest quality category\nDirect-Hire Authority (IT-Security ONLY)Candidates that meet the qualifications as described in this vacancy announcement and are determined as Best Qualified will be forwarded to the Selecting Official for consideration. Traditional rating and ranking of applicants and veteran's preference do not apply.",
      "HowToApply": "To apply for this position, you must complete the occupational questionnaire and submit the documentation specified in the Required Documents section below. The complete Application Package must be submitted byFriday, June 30, 2017 &#183;\nResume &#183;\nResponse\nto online questions, and &#183;\nRequired\nsupporting documentation To begin the process, click the Apply Online button at the bottom of this screen to create an account or log in to your existing USAJOBS account. Follow the prompts to complete the assessment questionnaire. Please ensure you click the Submit My Answers button at the end of the process.\nTo fax supporting documents you are unable to upload, complete this cover page http://staffing.opm.gov/pdf/usascover.pdfusing the following 1370724. Fax your documents to 1-478-757-3144.\nIf you cannot apply online:1.Click the following link to view and print the assessment questionnaire: View Occupational Questionnaire, and2.Print this 1203FX form to provide your response to the assessment questionnairehttp://www.opm.gov/forms/pdfimage/opm1203fx.pdf and3.Fax the completed 1203FX form along with any supporting documents to 1-478-757-3144. Your 1203FX will serve as a cover page for your fax transmission.",
      "WhatToExpectNext": "After all application packages have been received, we will review\nyour resume to ensure you meet the basic qualification requirements. After we\nreview and evaluate all applications, the most highly qualified candidates will\nbe referred to the hiring manager for further consideration and possible\ninterviews. After a tentative job offer, we will conduct a suitability and or\nsecurity background investigation. You will be notified up to four times during\nthe hiring process: 1. Upon receipt of your application. 2. Upon minimum qualification determinations. 3. After the certificate is issued. 4. After final selection is made. You may check the status of your application for this position at any time by\nlogging onto the USAJOBS \"My Account\" tab and clicking on\n\"Application Status\". We also recommend you opt to receive status\nchange emails through USAJOBS by logging into \"Notification\nSettings.\" Please notify us if your contact information changes after the\nclosing date of the announcement. Also, note that if you provide an email\naddress that is inaccurate, or if your mailbox is full or blocked (e.g., spam\nblocker), you may not receive important communication that could affect your\nconsideration for this position.PERIOD OF EMPLOYMENT CONSIDERATION: Qualified\napplicants will receive employment consideration for a period of three months\nfrom the date their name is entered on the inventory. Applicants may request an\nextension of their eligibility by submitting a written request within two weeks\nof their expiration date to OPM&#146;s email address: washington@opm.gov. Only ONE\nextension will be granted. Applicants who would like consideration beyond the\nsix months period MUST reapply.",
      "RequiredDocuments": "A\ncomplete application consists of the following: *Resume showing relevant experience; cover\nletter optional. Your resume must indicate your citizenship\nand if you are registered for Selective Service if you are a male born after\n12/31/59. Your resume should also list\nyour education and work experience including the dates (mm/dd/yy) of each\nemployment along with the number of hours worked per week. Your resume will be used to validate your\nresponses to the assessment tool(s). *Veterans' Documentation. If you are applying through VEOA or VRA, you must submit a\ncopy of your Certificate of Release or Discharge From Active Duty, DD-214\n(Member 4 copy), or other official documentation from a branch of the Armed\nForces or the Department of Veterans Affairs showing dates of service and type\nof discharge. Ten-point preference eligibles must also submit an Application\nfor 10-Point Veteran Preference, SF-15, along with the required documentation listed on the back\nof the SF-15 form. *Sole Survivorship\nDocumentation. If you are applying as Sole Survivorship\npreference, you must provide a copy of your DD-214 (Member Copy 4 is\npreferable) or another form of official documentation which shows your discharge\nor release from active duty occurred on or after August 29, 2008 and was based\non a sole survivorship discharge. If you are claiming 10-point veterans' preference, in addition to the DD-214 or\ncertification, you must also submit a current\nversion of the SF-15 (Application for 10-Point Veteran Preference), dated\nOctober 2013, and the required supporting\ndocuments listed on that form. Previousversions\nof the SF-15 will not be accepted. For more information on veterans' preference,\nclick here. *Career Transition Assistance Plan (CTAP)\nand Interagency Career Transition Assistance Plan (ICTAP) documentation, if\napplicable. See the &#147;Other Information&#148; section. *Education. If this position requires higher education, you must submit an unofficial transcript\nor a list of courses that includes the following information: name of accredited institution, grades\nearned, completion dates, and quarter and semester hours earned. Education completed in foreign colleges or\nuniversities may be used to meet the requirements. Please refer to http://www.opm.gov/qualifications/policy/ApplicationOfStds-04.asp\nfor more information. You\nare not required to submit official documents at this time; copies are\nsufficient.",
      "Benefits": "The Federal Government offers a comprehensive benefits package. Explore the major benefits offered to most Federal employees at http://www.opm.gov/Employment_and_Benefits/index.asp.Additional benefits available at our Headquarters located in Suitland, MD, include fitness center; child-care facility; credit union; free parking; convenient access to Metrorail and Metrobus transit services in Washington, DC, Maryland and Virginia communities; car pools/van pools; etc.",
      "OtherInformation": "Career\nTransition Assistance Plan (CTAP) and Interagency Career Transition Assistance\nPlan (ICTAP) candidates will be eligible if it is determined that they have\nexceeded the minimum qualifications for the position by attaining at least a\nrating of 85 out of 100. Information\nabout CTAP/ICTAP eligibility is on the Office of Personnel Management's Career\nTransition Resources website at: http://www.opm.gov/ctap/index.asp. CTAP/ICTAP applicants MUST submit the\nfollowing documents: 1. A\ncopy of your specific RIF notice, written notice of your expected separation or\nother documentation of priority consideration status; 2. A\ncopy of your latest SF-50 - noting current position, grade level, and duty\nlocation; 3. A\ncopy of your last performance appraisal including your rating; and 4.\nAny documentation from your agency that shows your current promotion potential. Veterans -- The following links provide\ninformation on how you may be eligible for various hiring authorities: Ctrl+Click or tap to follow the link\" href=\"http://www.fedshirevets.gov/job/shav/index.aspx\" target=\"_blank\">http://www.fedshirevets.gov/job/shav/index.aspx The\nDepartment of Commerce provides reasonable accommodations to applicants with\ndisabilities. If you need a reasonable\naccommodation for any part of the application and hiring process, please notify\nthe Human Resources Office. The decision\non granting reasonable accommodation will be on a case-by-case basis. TTY users can contact the Human Resources\nOffice via the Federal Relay Service, 1-800-877-8339. Relocation expenses may be authorized based upon availability of\nfunds within the hiring office.",
      "KeyRequirements": [
        "You must be a U.S. citizen.",
        "You must successfully complete a background investigation."
      ],
      "JobSummary": "This\nis an open continuous announcement. Qualified applicants will receive\nconsideration as vacancies become available until their eligibility expires (3\nmonths from the date their name is entered on the inventory). For additional information concerning the\nperiod of eligibility, please see the \"What To Expect Next\" section\nof this announcement. In addition to the competitive hiring (open\nto all US Citizens), the U.S. Census Bureau has Direct-Hire Authority (DHA) to\nrecruit and appoint qualified Information Technology Specialists (Information\nSecurity), GS-9 and above. Positions may be filled through either the DHA or\ncompetitive hiring. DHA will only be used for the Security specialty. Please\nsee \"How You Will Be Evaluated\" section for more information.Relocation payment may be granted on a case by case\nbasis.",
      "WhoMayApply": {
        "Name": "United States Citizens",
        "Code": "15514"
      },
      "LowGrade": "05",
      "HighGrade": "09",
      "Relocation": "True",
      "HiringPath": [
        "public"
      ]
    },
    "IsRadialSearch": false
  }
}
