{
  "PositionID": "BR-LC-17-21",
  "PositionTitle": "Maintenance Mechanic I (MPP-NW)",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/468841900",
  "ApplyURI": [
    "https://www.usajobs.gov:443/GetJob/ViewDetails/468841900?PostingChannelID=RESTAPI"
  ],
  "PositionLocationDisplay": "Davis Dam, Arizona",
  "PositionLocation": [
    {
      "LocationName": "Davis Dam, Arizona",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Arizona",
      "CityName": "Davis Dam, Arizona",
      "Longitude": -114.569489,
      "Latitude": 35.1987572,
      "AddressLine": "1234 Consitution Ave.",
      "Vacancies": "1"
    },
    {
      "LocationName": "Fort Leavenworth, Kansas",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Kansas",
      "CityName": "Fort Leavenworth, Kansas",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "123 Main Street Building 456",
      "Vacancies": "1"
    },
    {
      "LocationName": "Reno, Nevada",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Nevada",
      "CityName": "Reno, Nevada",
      "Longitude": -119.813,
      "Latitude": 39.5274,
      "AddressLine": "1340 Financial Blvd Building 123",
      "Vacancies": "2"
    },
    {
      "LocationName": "New York, New York",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "New York",
      "CityName": "New York, New York",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1001 Park Place Building 456 Suite 1234",
      "Vacancies": "3"
    },
    {
      "LocationName": "Washington, DC",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "District of Columbia",
      "CityName": "Washington, DC",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1900 Consitution Avenue SW",
      "Vacancies": "5"
    }
  ],
  "OrganizationName": "Bureau of Reclamation",
  "DepartmentName": "Department of the Interior",
  "JobCategory": [
    {
      "Name": "Industrial Equipment Mechanic",
      "Code": "5352"
    }
  ],
  "JobGrade": [
    {
      "Code": "BB"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full-time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Permanent",
      "Code": "15317"
    }
  ],
  "QualificationSummary": "Minimum qualifications for trades and labor positions are determined by evaluation of Job Elements. You must meet at least 2 points on the screen-out element identified below and obtain an average of at least 2 points on all of the job elements in order to be considered qualified for this position. Job Elements: 1) Ability to do the work of the position without more than normal supervision. (Screen-out) 2) Knowledge of equipment assembly, installation and repair. 3) Technical Practices 4) Ability to interpret instructions, specifications, etc. 5) Ability to use and maintain tools and equipment. 6) Knowledge of Materials. 7) Trouble Shooting.",
  "PositionRemuneration": [
    {
      "MinimumRange": "37.21",
      "MaximumRange": "37.21",
      "RateIntervalCode": "Per Hour"
    }
  ],
  "PositionStartDate": "2017-05-01",
  "PositionEndDate": "2017-05-12",
  "PublicationStartDate": "2017-05-01",
  "ApplicationCloseDate": "2017-05-12",
  "PositionFormattedDescription": [
    {
      "Label": "Dynamic Teaser",
      "LabelDescription": "Hit highlighting for keyword searches."
    }
  ],
  "UserArea": {
    "Details": {
      "MajorDuties": "Assists journeyman in performing work in the mechanical trade.Assists in troubleshooting and maintaining mechanical equipment in a hydrolectric generating station.Performs mixed duties as required for proper maintenance and repair of buildings and structures involving plumbing, carpentry, masonry, plastering, etc.Maintains roads, waterways, grounds and parking areas.",
      "Education": "",
      "Requirements": "You must meet all qualification requirements, including any selective factors, by the closing date of this announcement.Position requires incumbent possesses a valid state drivers license.",
      "Evaluations": "Applicants determined to be minimally qualified will be further evaluated on the above Job Elements through their resume and responses to the online assessment questions. Applicants determined to be well qualified will be referred to the selecting official.Be sure that your resume clearly supports your responses to the online assessment questions by addressing experience, education and/or training relevant to this position. Applicants must make a fair and accurate assessment of their qualifications. If a determination is made that you have rated yourself higher than is apparent in your description of experience, competencies, skills, and/or education/training OR that your resume/application is incomplete, you may be rated ineligible or your score may be lowered. To preview questions please click here.",
      "HowToApply": "Applications (resume, supporting documents, and assessment questionnaire) for this vacancy MUST be received online BEFORE midnight Eastern Time (Washington D.C. time) on the closing date of this announcement. When you're ready to apply, click the blue APPLY ONLINE button at the top of the page.This vacancy is being announced through Bureau of Reclamation's Hiring System--HireMe. For more information about the HireMe system and the registration process, visit: http://www.usbr.gov/pmts/hr/hireme.html.As part of the on-line application process, applicants may be required to submit supporting documents. Failure to submit the requested supporting documents may result in your not being considered for this position.This agency provides reasonable accommodation to applicants with disabilities. If you need a reasonable accommodation for any part of the application and hiring process, please notify us at the phone number shown at the bottom of this page. The decision on granting reasonable accommodation will be on a case-by-case basis.",
      "WhatToExpectNext": "After all application packages have been received, resumes will be reviewed to ensure applicants meet the basic qualification requirements. Each applicant who meets the basic qualifications will be further evaluated on the information provided in the Assessment Questionnaire. Well-qualified applicants will be referred to the selecting official. After making a tentative job offer, a suitability and/or security background investigation will be conducted. A final job offer is typically made within 40 days after the deadline for applications. Applicants should monitor their status for positions with the Bureau of Reclamation, by regularly checking their public status notifications in their USAJOBS profile.",
      "RequiredDocuments": "Resume: Your resume should include dates of employment and MUST contain a description of the work performed for each position listed. If your resume does not contain this information, your application will be marked as incomplete and you will not receive consideration for this position.SF 50, Notification of Personnel Action: If you are using your federal career status to apply to this position as outlined in the &#8220;Who May Apply&#8221; section of this announcement, you are REQUIRED to submit a copy of your most recent, non-award SF-50 (Notification of Personnel Action), which documents your federal career status in the competitive service. The Human Resources Specialist needs this document to verify that you are eligible to be considered, and failure to submit this form will result in you being disqualified from this recruitment.CTAP: Applicants claiming CTAP-ICTAP eligibility must submit a copy of their most recent performance appraisal, proof of eligibility and most current SF 50 noting position, grade level, and duty location with their application. To be considered under CTAP/ICTAP, applicants must be well-qualified, i.e. meet the minimum qualification requirements, including selective factors, education and experience requirements and score at least &lt;85&gt; on the assessment questionnaire as established.Land Management Workforce Flexibility Act (LMWFA) Eligibles: If you are a current or former land management agency appointee &#8211; you must provide documentation to verify eligibility as follows:a) A copy of your SF-50, Notification of Personnel Action, that reflects having initially been hired under competitive examining procedures to a time limited (temporary/term) appointment;b) A copy of SF-50(s), Notification of Personnel Action(s), that reflect having served under one (1) or more time-limited (temporary/term) appointments by a land management agency for a period totaling more than 24 months without a break in service of two (2) or more years; and(c) A copy of your Performance Appraisal Plan and/or Supervisor Memorandum that reflects having performed at an acceptable level during each period of service.",
      "Benefits": "",
      "OtherInformation": "Selective Service: If you are a male applicant born after December 31, 1959, you must certify that you have registered with the Selective Service System, or are exempt from having to do so under the Selective Service Law. For more information visit: http://www.sss.gov. Probationary Period: Placement in this position requires you to complete a one-year probationary period if you have not previously completed a probationary period.Driver&#8217;s License/History: Operation of a Government vehicle is required; therefore, you must possess a valid state driver&#8217;s license. A driving history check is required.E-Verify: DOI uses E-Verify to confirm the employment eligibility of all newly hired employees. To learn more about E-Verify, including your rights and responsibilities, please visit www.dhs.gov/E-Verify.Working Conditions: Work involves several conditions including, but not limited to, lifting up to 50 pounds, working in cramped and awkward positions; on ladders and scaffolds; outdoor in extreme weather conditions; in confined spaces; around water; and from great heights. Performs a considerable amount of overhead work. Incumbent may be exposed to considerable noise; to greases, oils, fumes, smoke, dust, chemicals; and danger of falling. Incumbent may be subject to shift work and shift times are subject to change. Use of appropriate personal protective equipment is required in accordance with LCDO policy. Occasional travel may be required.Pre-employment Physical: If selected, you are required to obtain and successfully pass a pre-employment physical examination by a licensed physician certifying to your ability to perform the duties of the position. This is not required if a comparable examination was required for placement in your current position and was completed within the last year; however, verifiable documentation of a comparable physical is required. Periodic (annual or biennial) physical examinations are required to be successfully passed for continued employment.Optional Form 306 (OF-306): Before final selection, you will be required to sign and certify the accuracy of the information in your application. If you make a false statement in any part of your application, you may not be hired; you may be fired after you begin work; or you may be subject to fine, imprisonment, or other disciplinary action.Telework: Reclamation has determined that the duties of this position are suitable for telework and the selectee may be allowed to telework with supervisory approval.Background Investigation/Security Clearance: If selected, you will be subject to a background investigation as a condition of placement/retention in this position. A background investigation will be required for all new hires AND current employees who are not currently covered by a satisfactorily adjudicated Federal background investigationcommensurate with the sensitivity designation of this position.",
      "KeyRequirements": [
        "U.S. Citizenship or National",
        "Suitable for Federal employment, determined by a background investigation",
        "You must apply online to be considered for this position",
        "You must pass a pre-employment physical",
        " and",
        "You must possess a valid state driver's license."
      ],
      "JobSummary": "Reclamation is seeking a tradesworker to perform a variety of semiskilled mechanical tasks associated with powerplant maintenance and operations.LOCATION: Lower Colorado Region, Lower Colorado Dams Office (LCDO), Davis Dam Field Division, Davis Dam Mechanical Group, Bullhead City AZ. Additional vacancies may be filled from this vacancy announcement.Further information on eligibility identified under Who May Apply:LMWFA: https://chcoc.gov/content/implementing-policy-guidance-land-management-workforce-flexibility-act.CTAP: http://www.opm.gov/ctap/index.asp.",
      "WhoMayApply": {
        "Name": "Open only to current Bureau of Reclamation employees serving under a permanent career or career-conditional appointment in the competitive service in the local commuting area and to Career Transition Assistance Program (CTAP) eligibles and current or former time-limited employees eligible under the Land Management Workforce Flexibility Act (LMWFA).Local Commuting area is defined as 60 miles.",
        "Code": "15511"
      },
      "LowGrade": "00",
      "HighGrade": "00",
      "Relocation": "False",
      "HiringPath": [
        "public",
        "interchange",
        "fed",
        "internal",
        "vet",
        "nguard",
        "disability",
        "native",
        "mspouse",
        "student",
        "ses",
        "peace",
        "overseas"
      ]
    },
    "IsRadialSearch": false
  }
}
