{
  "PositionID": "SWEX179874131956263R",
  "PositionTitle": "Education Services Specialist",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/469480700",
  "ApplyURI": [
    "https://www.usajobs.gov:443/GetJob/ViewDetails/469480700?PostingChannelID=RESTAPI",
    "https://www.usajobs.gov:443/GetJob/ViewDetails/469480701?PostingChannelID=RESTAPI"
  ],
  "PositionLocationDisplay": "Fort Leavenworth, Kansas",
  "PositionLocation": [
    {
      "LocationName": "Fort Leavenworth, Kansas",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Kansas",
      "CityName": "Fort Leavenworth, Kansas",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "123 Main Street Building 456",
      "Vacancies": "1"
    },
    {
      "LocationName": "Reno, Nevada",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Nevada",
      "CityName": "Reno, Nevada",
      "Longitude": -119.813,
      "Latitude": 39.5274,
      "AddressLine": "1340 Financial Blvd Building 123",
      "Vacancies": "2"
    },
    {
      "LocationName": "New York, New York",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "New York",
      "CityName": "New York, New York",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1001 Park Place Building 456 Suite 1234",
      "Vacancies": "3"
    },
    {
      "LocationName": "Washington, DC",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "District of Columbia",
      "CityName": "Washington, DC",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1900 Consitution Avenue SW",
      "Vacancies": "5"
    }
  ],
  "PositionLocationWithinArea": true,
  "PositionLocationRadius": "100",
  "ApplicationClosingType": "application-cut-off",
  "ApplicationCutOff": "200",
  "OrganizationName": "Field Operating Offices of the Office of the Secretary of the Army",
  "OrganizationDetails": "The U.S. Army’s mission is to fight and win our Nation’s wars by providing prompt, sustained land dominance across the full range of military operations and spectrum of conflict in support of combatant commanders. We do this by: Executing Title 10 and Title 32 United States Code directives, to include organizing, equipping, and training forces for the conduct of prompt and sustained combat operations on land. Accomplishing missions assigned by the President, Secretary of Defense and combatant commanders, and Transforming for the future.",
  "OrganizationURL": "https://www.army.mil/info/organization/",
  "DepartmentName": "Department of the Army",
  "JobCategory": [
    {
      "Name": "Education Services",
      "Code": "1740"
    }
  ],
  "JobOccupation": [
    {
      "Name": "Consultants, Educational",
      "Code": "Consultants%2C+Educational",
      "Count": "1"
    },
    {
      "Name": "Health Educators",
      "Code": "Health+Educators",
      "Count": "2"
    }
  ],
  "JobGrade": [
    {
      "Code": "GL"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full Time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Term",
      "Code": "15317",
      "OverrideText": "Not to exceed 4 years"
    }
  ],
  "QualificationSummary": "In order to meet the minimum qualifications, you must meet the education and/or experience requirements described below. Your resume must clearly describe your relevant experience; if qualifying based on education, your transcripts will be required as part of your application. Additional information about transcripts is in this document. Basic Education Requirement:Successfully completed a full 4-year course of study in an accredited college or university leading to a Bachelor's degree or higher that included or was supplemented by at least 24 semester hours appropriate to the position to be filled in one or a combination of the areas described below. At least one course must have been from Tests &amp; Measurement or Adult Education. You MUST attach a copy of your transcripts to your application to receive consideration.1. Tests and Measurement: Study of the selection, evaluation, administration, scoring, interpretation, and uses of group and individual aptitude, proficiency, interest, and other tests.2. Adult Education: Study of the adult as a learner, teaching-learning theories for adults, models and procedures for planning, designing, managing, and evaluating adult learning activities.3. Educational program administration: Study of the foundation and methods in organizing for adult and continuing education programs.4. Curriculum development or design: Study of the principles and techniques for development of curricula for adult or vocational education programs.5. Teaching methods: Study of teaching strategies and learning styles of the adult learner.6. Guidance and counseling: Study of the purposes and methods in counseling and guidance, the role of the counselor in various settings, approaches to counseling, and the uses of tests in the counseling situation.7. Career planning: Study of career development, learning activities, systems, approaches, program coordination, use of educational and community resources, and vocational counseling systems.8. Occupational information: Study of theories of occupational choice and vocational development and their application to the guidance process. Identification and utilization of various types of occupational information and resources.ANDSpecialized Experience: To qualify based on yourexperience, your resume must describe at least one year of experience which prepared you to do the work in this job. Specialized experience is defined as: assisting with a variety of administrative functions such as, administering of tests, career guidance, and maintaining academic records in support of educational service programs. This definition of specialized experience istypical of work performed at the next lower grade/level position in the federal service(GL-07).Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g. Peace Corps, AmeriCorps) and other organizations (e.g. professional; philanthropic; religious; spiritual; community; student; social). You will receive credit for all qualifying experience, including volunteer experience.Maximum Entry Age:The maximum entry age for positions covered under the special Law Enforcement Officer (LEO) retirement is 37 years old. Individuals who are past the maximum entry age limit, but previously served in a primary position, may be reinstated. You will be evaluated on the basis of your level of competency (knowledge, skills, abilities) in the following areas: Ability to assess educational needsAbility to implement educational programsSkill in instructionSkill in written communication\nTime in Grade Requirement: Applicants who have held a General Schedule (GS) position within the last 52 weeks must have 52 weeks of Federal service at theGS-07 grade (or equivalent).*All applicants must meet applicable time-in-grade and specialized experience requirements within thirty (30) days after the closing date of the announcements.",
  "PreviewQuestionnaireURL": "http://applicationmanager.gov/#questionnaire",
  "PositionRemuneration": [
    {
      "MinimumRange": "51,661",
      "MaximumRange": "66,662",
      "RateIntervalCode": "per year"
    }
  ],
  "PositionStartDate": "2017-05-10",
  "PositionEndDate": "2017-05-17",
  "PublicationStartDate": "2017-05-10",
  "ApplicationCloseDate": "2017-05-17",
  "PositionFormattedDescription": [
    {
      "Label": "Dynamic Teaser",
      "LabelDescription": "Hit highlighting for keyword searches."
    }
  ],
  "UserArea": {
    "Details": {
      "MajorDuties": [
        "Assess inmate records to establish educational level.",
        "Administer diagnostic interest, surveys, and/or tests to establish education and vocational goals.",
        "Assist in developing valid educational plans and realistic career goals for re-entry into society.",
        "Develop program goals based on the needs of the inmate population.",
        "Assess the quality of the educational services provided in order to make recommendations on process improvement.",
        "Develop curriculum to meet educational needs.Compose lesson plans for use in educational courses.",
        "Prepare reports on inmate progress in support of pre-release efforts.Enroll inmates in appropriate courses based on individual assessment results."
      ],
      "Education": "Some federal jobs allow you to substitute your education for the required specialized experience in order to qualify. For this job, you may qualify if your education meets the definitions below:Have 2 years of progressively higher level graduate education leading to a master's degree or master's or equivalent graduate degree. ORA combination of specialized experience and education: If you have some, but not all, of the experience or education described above, you may still qualify by combining the amount of creditable experience and education that you possess. To compute the percentage of the requirements, divide your total months of qualifying experience by 12. Then divide your semester hours of education by 36. Add the two percentages. The total percentage must equal at least 100 percent to qualify. Only graduate education in excess of one year may be combined with experience. NOTE: Transcripts MUST be attached to your application if using education to qualify.NOTE: Only degrees from an accredited college or university recognized by the Department of Education are acceptable to meet positive education requirements or to substitute education for experience. For additional information, please go to the Office of Personnel Management (OPM) and U.S. Department of Education websites at: http://www.opm.gov/qualifications and https://www.ed.gov/admins/finaid/accred/index.html. Foreign Education: Click Here See the \"Qualifications\" section for basic education requirement.",
      "Evaluations": "Your application package&#160;(resume, supporting documents, and responses to the questionnaire) will be used to determine your eligibility, qualifications, and quality ranking for this position. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\r\nInteragency Career Transition Assistance Program (ICTAP). If you are a Federal employee in the competitive service and your agency has notified you in writing that you are a displaced employee eligible for ICTAP consideration, you may receive selection priority. See Interagency Career Transition Assistance Program (ICTAP). for more information. Additional information about the program is on OPM's Career Transition Resources website. ",
      "HowToApply": "To apply for this position, you must complete theonline questionnaire and submit the documentation specified in the Required Documents section below. The complete application package must be submitted by 11:59 PM (EST) on Wednesday, May 17, 2017to receive consideration. To begin, click Apply Online to create a USAJOBS account or log in to your existing account. Follow the prompts to select your USAJOBS resume and/or other supporting documents and complete the occupational questionnaire.\nClick the Submit My Answers button to submit your application package. It is your responsibility to ensure your responses and appropriate documentation is submitted prior to the closing date. To verify your application is complete, log into your USAJOBS account, select the Application Status link and then select the more information link for this position. The Details page will display the status of your application, the documentation received and processed, and any correspondence the agency has sent related to this application. Your uploaded documents may take several hours to clear the virus scan process.\nTo return to an incomplete application, log into your USAJOBS account and click Update Application in the vacancy announcement. You must re-select your resume and/or other documents from your USAJOBS account or your application will be incomplete. It is your responsibility to verify that information entered, uploaded, or faxed (i.e., resume) is complete, accurate, and submitted by the closing date. Uploaded documents may take up to one hour to clear the virus scan. Faxed documents must be completely transmitted by 11:59p.m. Eastern Standard Time on the closing date of the announcement. The Department of the Army provides reasonable accommodations to applicants with disabilities. If you need a reasonable accommodation for any part of the application and hiring process, please notify the servicing civilian personnel unit. Your requests for reasonable accommodation will be addressed on a case-by-case basis.",
      "WhatToExpectNext": "If you provided an email address, you will receive an&#160;email message acknowledging receipt of your&#160;application.&#160; Your application package will&#160;be used to determine your eligibility, qualifications, and quality ranking for this position.&#160; If&#160;you are determined to be ineligible or&#160;not qualified, your application will receive no further consideration.\nThe documents you submit must support your responses to the&#160;online questionnaire. &#160;If your application&#160;contradicts or does not support your questionnaire responses, you will receive a rating of \"not qualified\" or \"incomplete application\" and you will not receive further consideration for this job.",
      "RequiredDocuments": "The documents you are required to submit vary based on the authority you are using to apply (i.e., applying as a veteran, applying as a current permanent Federal employee, applying as a reinstatement, etc). Please review the following links to see which documents you need to provide to prove your eligibility to apply:Applicant Merit Checklistand Proof of Eligibility. As described above, your complete application includes your resume, your responses to the online questionnaire, and documents which proveyour eligibility to apply.If you fail to provide these documents, you will be marked as having an incomplete application package and you will not be considered any further.\nYour resume: Your resume may be submitted in any format. If you submit more than one copy of your resume, only the most recent version will be reviewed. The latest timestamp will be used to determine which version of your resume is \"most recent.\" It is your responsibility to check the status and timestamp of all documents you submit as part of your application. If your resume includes a photograph or other inappropriate material or content, it will not be used to make eligibility and qualification determinations and youmay not be considered for this vacancy. For qualifications determinations your resume must contain hours worked per week and the dates of employment (i.e., HRS per week and month/year to month/year or month/year to present). If your resume does not contain this information, your application will be marked asincomplete and you will not receive consideration for this position.\nIf you arerelying on your education to meet qualification requirements: You MUST submit a copy of your transcript if you want to substitute your education for experience. If you claim qualifications based on education, and do not submit a transcript, your education will not be used in making a qualification determination and you may be found \"not qualified.\" See: Transcripts and Licenses\nProof of Eligibility to Apply:Your application must include the documents which prove you are eligible to apply for the vacancy. The &#147;Proof of Eligibility&#148; document describes authorities commonly used in merit promotion recruitment and what document(s) are required to prove you meet the requirements of the authority.You must meet the requirements of at least of the authorities listed in theWho May Apply section above to receive further consideration.\nIf you are unable to apply online or unable to upload your supporting documents follow the directions located at: Faxing Applications and Documents The Vacancy ID is 1956263. You will need the questionnaire, View Occupational Questionnaire, to complete your faxed application. NOTE: Documents submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents such as military orders and marriage certificates may contain personal information for someone other than yourself. You may sanitize these documents to remove another person's personal information before you submit your application. You may be asked to provide an un-sanitized version of the documents if you are selected to confirm your eligibility.",
      "Benefits": "The Department of Defense offers an excellent benefits program. In addition to your take-home pay, your comprehensive compensation/benefits package will include most of the benefits described in the USAJOBS Resource Center.",
      "OtherInformation": "Selection is subject to restrictions resulting from Department of Defense referral system for displaced employees. If you have retired from federal service and you are interested in employment as a reemployed annuitant, see the information in the Reemployed Annuitant information sheet.It is the policy of the government not to deny employment simply because an individual has been unemployed or has had financial difficulties that have arisen through no fault of the individual. Information about an individual's employment experience will be used only to determine the person's qualifications and to assess his or her relative level of knowledge, skills and abilities. Although an individual's personal conduct may be relevant in any employment decision, including conduct during periods of unemployment or evidence of dishonesty in handling financial matters, financial difficulty that has arisen through no fault of the individual will generally not itself be the basis of an unfavorable suitability or fitness determination. Please click here for more information regarding financial suitability.\nMultiple positions may be filled from this announcement.",
      "ConditionsOfEmployment": [
        "This is a Career Program 31 (Education Services) position.",
        "Male applicants born after December 31, 1959 must complete a Pre-Employment Certification Statement for Selective Service Registration.",
        "You will be required to provide proof of U.S. Citizenship.",
        "Two year trial/probationary period may be required.",
        "Direct Deposit of Pay is Required",
        "Criminal History Background Check is required.",
        "A medical screening to include tuberculosis screening upon appointment and annual reevaluations thereafter is required.",
        "The work requires frequent, direct contact in the detention of inmates convicted of offenses against the punitive articles of the Uniform Code of Military Justice. Regularly-assigned contacts with inmates expose the incumbent to daily stress and the threat of potentially dangerous situations such as verbal and/or physical attack by the inmate population. Department of Defense Instruction, Number 1325.7 states all confinement facility personnel shall possess a high degree of maturity and emotional stability and have no civilian felony convictions or court-martial convictions for any offense with a maximum authorized sentence to confinement of over one year. Section 639 of Public Law 106-554 requires agencies to remove law enforcement officers from employment as law enforcement officers if they are convicted of a felony.",
        "This position requires an alternate work schedule to include evenings, weekends and holidays.",
        "This position requires the incumbent to obtain and maintain a favorable background check.",
        "In accordance with The Prison Rape Elimination Act (PREA), the Military Corrections Complex may not hire or promote anyone who may have contact with inmates, has engaged in sexual abuse in a prison, jail, lockup community conferment facility, juvenile facility, or other institution (as defined in 42 USC 1997); has been convicted of engaging or attempting to engage in sexual activity in the community facilitated by force, overt or implied threats of force, or coercion, or if the victim did not consent or was unable to consent or refuse; or has been civilly or administratively adjudicated to have engaged in sexual activity in the community facilitated by force, overt or implied threats of force, or coercion, or if the victim did not consent or was unable to consent or refuse."
      ],
      "JobSummary": "This position serves as Education Services Specialist for the Military Correctional Complex (MCC). You will assist with providing, planning, creating and implementing a comprehensive inmate program, which includes basic education and life skills training; advanced education; post-secondary education; and distance learning education.",
      "WhoMayApply": {
        "Name": "Current Federal Employees; Former Federal Employees; Merit Promotion; Internal Employees/Agency Employees Only; Status Candidates; ICTAP; VEOA; Schedule A; Individuals with Disabilities; Military Spouses; Peace Corps; Vista",
        "Code": "15513"
      },
      "LowGrade": "09",
      "HighGrade": "09",
      "Relocation": "False",
      "HiringPath": [
        "fed",
        "vet",
        "disability",
        "mspouse",
        "peace"
      ]
    },
    "IsRadialSearch": false
  }
}
