{
  "PositionID": "123456789",
  "PositionTitle": "Strategic Planning Manager",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/512345678",
  "ApplyURI": [
    "https://www.usajobs.gov:443/GetJob/ViewDetails/512345678?PostingChannelID=RESTAPI"
  ],
  "PositionLocationDisplay": "Washington, DC",
  "PositionLocation": [
    {
      "LocationName": "Washington, DC",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "District of Columbia",
      "CityName": "Washington, DC",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1275 First Street NE",
      "Vacancies": "1"
    }
  ],
  "PositionLocationWithinArea": false,
  "ApplicationClosingType": "closing-date",
  "OrganizationName": "Consumer Financial Protection Bureau",
  "OrganizationDetails": "The Consumer Financial Protection Bureau (CFPB) is a 21st century agency that helps consumer finance markets work by making rules more effective, by consistently and fairly enforcing those rules, and by empowering consumers to take more control over their economic lives.",
  "OrganizationURL": "https://www.consumerfinance.gov/about-us/careers/",
  "DepartmentName": "Department of the Treasury",
  "JobCategory": [
    {
      "Name": "Miscellaneous Administration and Program",
      "Code": "0301"
    }
  ],
  "JobOccupation": [
    {
      "Name": "Managers, Marketing",
      "Code": "Managers%2C+Marketing",
      "Count": "1"
    }
  ],
  "JobGrade": [
    {
      "Code": "CN"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full Time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Permanent",
      "Code": ""
    }
  ],
  "QualificationSummary": "",
  "PositionRemuneration": [
    {
      "MinimumRange": "100,000",
      "MaximumRange": "140,000",
      "RateIntervalCode": "per year"
    }
  ],
  "SupervisoryStatus": true,
  "PromotionPotential": false,
  "PositionStartDate": "2017-08-01",
  "PositionEndDate": "2017-08-30",
  "PublicationStartDate": "2017-07-31",
  "ApplicationCloseDate": "2017-08-30",
  "UserArea": {
    "Details": {
      "MajorDuties": [
        "Drive the end-to-end strategic planning process – you’ll lead bureau-wide studies and projects relating to CFPB’s key strategic initiatives from conception to implementation.",
        "Collaborate with other strategy-related staff and leadership across the CFPB to develop and improve strategic capabilities throughout the organization.",
        "Create and execute a communications strategy to give project status updates, and communicate results to key business stakeholders and leadership.",
        "Maintain strong working relationships with key business stakeholders up to and including the Associate Director level.",
        "Conduct impact analysis and use metrics and data-driven analyses to assess the effectiveness of current processes – propose new ways to carry out, manage and evaluate strategic planning and organizational performance processes.",
        "Develop performance metrics results to create reports for Congress regarding CFPB’s strategic planning process, as well as any other information, findings, conclusions and recommendations for legislative or CFPB action.",
        "Facilitate decision-making and promote consensus to align key stakeholders on priorities and actions.",
        "Direct and manage all aspects of project planning, including the project scope, project plans and deliverables, and coordinate teams and work efforts.",
        "Understand the issues and resolve or recommend course-correcting action when needed.",
        "Manage a team of analysts – set workload priorities, review their work, help them stay on track with their individual development plans, identify development needs and training opportunities, and set performance and customer service expectations.",
        "Develop work plans, operating budgets, and resource allocations in support of stakeholder needs and objectives.",
        "Follow all federal and bureau requirements regarding records management, privacy, FOIA, transparency, ethics, and procurement.",
        "Attend and participate in all mandatory training or bureau events.",
        "Perform other duties as assigned."
      ],
      "HowToApply": "To apply for this position, you must complete theonline questionnaire and submit the documentation specified in the Required Documents section below. The complete application package must be submitted by 11:59 PM (EST) on Wednesday, May 17, 2017to receive consideration. To begin, click Apply Online to create a USAJOBS account or log in to your existing account. Follow the prompts to select your USAJOBS resume and/or other supporting documents and complete the occupational questionnaire.\nClick the Submit My Answers button to submit your application package. It is your responsibility to ensure your responses and appropriate documentation is submitted prior to the closing date. To verify your application is complete, log into your USAJOBS account, select the Application Status link and then select the more information link for this position. The Details page will display the status of your application, the documentation received and processed, and any correspondence the agency has sent related to this application. Your uploaded documents may take several hours to clear the virus scan process.\nTo return to an incomplete application, log into your USAJOBS account and click Update Application in the vacancy announcement. You must re-select your resume and/or other documents from your USAJOBS account or your application will be incomplete. It is your responsibility to verify that information entered, uploaded, or faxed (i.e., resume) is complete, accurate, and submitted by the closing date. Uploaded documents may take up to one hour to clear the virus scan. Faxed documents must be completely transmitted by 11:59p.m. Eastern Standard Time on the closing date of the announcement. The Department of the Army provides reasonable accommodations to applicants with disabilities. If you need a reasonable accommodation for any part of the application and hiring process, please notify the servicing civilian personnel unit. Your requests for reasonable accommodation will be addressed on a case-by-case basis.",
      "WhatToExpectNext": "If you provided an email address, you will receive an&#160;email message acknowledging receipt of your&#160;application.&#160; Your application package will&#160;be used to determine your eligibility, qualifications, and quality ranking for this position.&#160; If&#160;you are determined to be ineligible or&#160;not qualified, your application will receive no further consideration.\nThe documents you submit must support your responses to the&#160;online questionnaire. &#160;If your application&#160;contradicts or does not support your questionnaire responses, you will receive a rating of \"not qualified\" or \"incomplete application\" and you will not receive further consideration for this job.",
      "RequiredDocuments": "",
      "Benefits": "",
      "OtherInformation": "Selection is subject to restrictions resulting from Department of Defense referral system for displaced employees. If you have retired from federal service and you are interested in employment as a reemployed annuitant, see the information in the Reemployed Annuitant information sheet.It is the policy of the government not to deny employment simply because an individual has been unemployed or has had financial difficulties that have arisen through no fault of the individual. Information about an individual's employment experience will be used only to determine the person's qualifications and to assess his or her relative level of knowledge, skills and abilities. Although an individual's personal conduct may be relevant in any employment decision, including conduct during periods of unemployment or evidence of dishonesty in handling financial matters, financial difficulty that has arisen through no fault of the individual will generally not itself be the basis of an unfavorable suitability or fitness determination. Please click here for more information regarding financial suitability.\nMultiple positions may be filled from this announcement.",
      "ConditionsOfEmployment": [
        "Successfully complete a background investigation.",
        "Go through a Personal Identity Verification (PIV) process that requires two forms of identification from the <a href=\"https://www.uscis.gov/sites/default/files/files/form/i-9.pdf\" target=\"_blank\">Form I-9</a>. Federal law requires we verify the identity and employment eligibility of all new hires in the U.S.",
        "File a Confidential Financial Disclosure Report within 30 days of being hired and once a year from then on.",
        "Obtain and use a government-issued charge card for business-related travel."
      ],
      "JobSummary": "As a Strategic Planning Manager you will work within the Office of Strategy and support the Chief Strategy Officer in the oversight, management, evaluation and direction of the Consumer Financial Protection Bureau’s (CFPB) strategic and long-range goals.",
      "LowGrade": "60",
      "HighGrade": "60",
      "Relocation": false,
      "Telework": true,
      "HiringPath": [
        "public",
        "fed"
      ],
      "GOVT_BackgroundCheck": "Public Trust",
      "GOVT_SecurityClearanceRequired": "None",
      "GOVT_DrugTestRequired": "No"
    }
  }
}
