{
  "PositionID": "IN-10029191-17",
  "PositionTitle": "Human Resources Assistant",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/474808900",
  "ApplyURI": [
    "https://www.usajobs.gov:443/GetJob/ViewDetails/474808900?PostingChannelID=RESTAPI"
  ],
  "PositionLocationDisplay": "Indianapolis, Indiana",
  "PositionLocation": [
    {
      "LocationName": "Indianapolis, Indiana",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Indiana",
      "CityName": "Indianapolis, Indiana",
      "Longitude": -86.14996,
      "Latitude": 39.76691,
      "AddressLine": "",
      "Vacancies": "2"
    }
  ],
  "OrganizationName": "Defense Finance and Accounting Service",
  "OrganizationDetails": "DFAS' mission is to lead the DoD in finance and accounting by ensuring the delivery of efficient, exceptional quality pay and financial information. We take pride in serving the men and women who defend America. DFAS is seeking goal-oriented people who like a challenge and care about serving our country. We offer rewarding careers in finance, accounting, information systems, contracting services, human resources, clerical work and many other areas.",
  "OrganizationURL": "https://www.dfas.mil/dfas/careers.html",
  "DepartmentName": "Department of Defense",
  "JobCategory": [
    {
      "Name": "Human Resources Assistant",
      "Code": "0203"
    }
  ],
  "JobOccupation": [
    {
      "Name": "Human Resources Specialists",
      "Code": "Human%20Resources%20Specialists",
      "Count": "181"
    }
  ],
  "JobGrade": [
    {
      "Code": "GS"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full-Time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Permanent",
      "Code": "15317"
    }
  ],
  "PositionRemuneration": [
    {
      "MinimumRange": "33,069",
      "MaximumRange": "53,256",
      "RateIntervalCode": "Per Year"
    }
  ],
  "SupervisoryStatus": false,
  "PromotionPotential": "07",
  "PositionStartDate": "2017-08-01",
  "PositionEndDate": "2017-09-01",
  "PublicationStartDate": "2017-08-01",
  "ApplicationCloseDate": "2017-09-01",
  "UserArea": {
    "Details": {
      "MajorDuties": [
        "Help determine qualifications for a variety of clerical, technical or entry level positions.",
        "Extend job offers, initiate the security clearance process, finalize entry dates and initiate the on-boarding process.",
        "Process a variety of personnel actions — identify the appointing authority, nature of action and remarks, and set pay.",
        "Participate in audits of HR processes — review records, analyze data and generate reports to identify trends and areas for improvement.",
        "Support recommendations for changes to HR operations and procedures.",
        "Coordinate with payroll representatives and outside agency personnel to accurately process and maintain personnel records and pay.",
        "Support the day-to-day operations of the Priority Placement Program (PPP), Reemployment Priority List (RPL) and local placement programs; interpret program procedures, enter requisitions and registrations; keep official records; generate ad hoc reports and train staff on placement programs.",
        "Administer Permanent Change of Station (PCS) orders — process, report and reconcile orders and inform job applicants and employees about basic eligibility, requirements and procedures."
      ],
      "Education": "You may use the following education qualifications or combination of education and experience to substitute for the specialized experience.",
      "Requirements": "Time-in-Grade: Current or former federal employees who have held a GS position in the preceding 52 weeks, must meet the time in grade requirement. Applicant must have served 52 weeks as a GS-09 or higher grade in Federal Service.\nTime after Competitive Appointment: Candidates must have served 3 months after latest competitive appointment in the Federal service.\nBackground or Security Investigation: This is a Non-Critical sensitive position. Employment in this position requires a background investigation which may delay your starting date. If you are selected and cannot obtain a favorable security determination within a reasonable period of time due to disclosed or undisclosed background issues, the employment offer may be withdrawn. Individuals selected for this position are required to obtain and maintain a favorable security determination to occupy a sensitive position within the agency as a condition of employment. Failure to maintain eligibility to occupy a sensitive position may result in termination. For more information see the security section of Understanding Vacancy Announcements.",
      "Evaluations": "IMPORTANT NOTE - YOU MUST FOLLOW ALL APPLICATION INSTRUCTIONS CAREFULLY. ERRORS OR OMISSIONS MAY AFFECT YOUR RATING. All information included in the resume and Occupational Questionnaire is subject to review and verification. HR will review your resume and supporting documentation to ensure you meet the minimum qualification requirements. Applicants meeting the minimum requirements will be further evaluated based upon information you provided in the Occupational Questionnaire. If a determination is made that the work experience described in your submitted resume does not support your responses to the self-assessment questionnaire, your score may be reduced, and you may lose consideration for this position. If you are already a DFAS employee, you may be subject to disciplinary action, up to and including removal from Federal service, if you are found to have exaggerated, embellished, inflated, mischaracterized, or falsified your resume or qualifications. The Assessment Questionnaire takes approximately 15 minutes to complete and collects information on your education, training and experience related to the following critical competencies:\nCustomer ServiceHuman Resource and Career DevelopmentProject/Program Management You can preview the Assessment Questionnaire here: https://apply.usastaffing.gov/ViewQuestionnaire/10029191 DFAS recognizes the value of competencies gained through formal education and professional certifications. To ensure that consistent credit is given for these credentials in the selection process, DFAS has developed standard selection criteria to be used when filling positions in professional and administrative series. Selections for professional and administrative positions will be based on four categories of selection criteria: Experience, Other, Education, and Certifications.",
      "HowToApply": "To apply for this position, you must provide a complete Application Package. See required documents below. Click &#39;Apply Online&#39; to create an account or log in to your existing USAJOBS account.\n1. Follow the prompts to complete the assessment questionnaire and upload required documents.\n2. Please ensure you click the Submit My Answers button to submit your application.\n3. Check application status by logging into your USAJOBS account, clicking Application Status, then More Information for this position. Return to an incomplete application by logging into your USAJOBS account and clicking Update Application in the vacancy announcement. You must re-select your resume and other documents from your USAJOBS account or your application will be incomplete.",
      "WhatToExpectNext": "The occupational questionnaire and the resume that you submit will be used to assess your qualifications for the job, and to identify the best qualified applicants to be referred to the hiring manager for further consideration and possible interviews. We will notify you of the outcome after each of these steps has been completed. After making a tentative job offer, we will conduct a suitability/security background investigation.",
      "RequiredDocuments": "You must provide a complete Application Package which includes:\n1. Resume: You are encouraged to choose only ONE method of submitting your resume. (HR will review the resume that the system date stamps as the latest one received and this may not be the resume, which best reflects your qualifications for the job and may result in an ineligible rating.) You may submit your resume by: attaching in your USAJOBS account. For assistance in preparing your resume, take a look at the DFAS Resume Tools.\n2. Complete Assessment Questionnaire: Your resume must describe the quality of work in regards to responses to the occupational self-assessment questionnaire as they generate your numerical rating.\n3. Other Supporting Documents. The following supporting documents are ONLY required if applicable to your personal qualifications or status. They must be received by the closing date of the announcement.\n1. Transcripts and/or Certifications: You must submit documentation if you are substituting education for experience. For additional information on acceptable documents or to see if you must submit documentation click here Transcripts and Certifications. You must also document your education and/or certifications in your resume.\n2. SF-50: With the exception of current permanent DFAS employees, current or former federal employees must submit a Notification of Personnel Action reflecting the highest grade held on a permanent basis, tenure and appointment type.\n3. Veterans Documentation: Click to review these authorities and documents verifying eligibility for a VEOA, VRA and/or 30% or more disabled veterans hiring authorities.\n4. Military Spouse: Click here to review this authority and the documents you are required to submit.\n5. ICTAP Eligibles: A copy of the RIF separation notice and SF-50 if available.\n6. Other Special Hiring Authorities: Click here to review these authorities and the documentation you are required to submit.\n7. You may submit a cover letter which will be forwarded to the selecting official with your resume. Your cover letter will not be used to verify your qualifications or eligibility. WARNING: Failure to submit a complete application package including any required documentation by 11:59 PM (EST)\n08/01/2017, or at the time of application for announcements with an extended closing date, may result in an ineligible rating and loss of consideration. To verify that your application is complete, log into your USAJOBS account, select Application Status and More Information. The Details page will display the status of your application. It is the applicant&#39;s responsibility to verify that information entered, uploaded, or faxed is received, legible and accurate. HR will not modify answers submitted by an applicant.",
      "Benefits": "https://www.dfas.mil/dfas/careers.html",
      "ConditionsOfEmployment": [
        "Must be a U.S Citizen or National",
        "Successfully complete a background investigation",
        "Be able to type 40 words per minute"
      ],
      "WhoMayApply": {
        "Name": "Current or Former Permanent Federal Employees, 30% or More Disabled Veterans, Veterans Recruitment Appointment (VRA) eligibles , Veterans Employment Opportunities Act (VEOA) eligibles, Schedule A eligibles, Military Spouses Preference eligibles in the local area, Peace Corps eligibles, and other individuals eligible under Special Appointment Authorities",
        "Code": "15513"
      },
      "LowGrade": "06",
      "HighGrade": "06",
      "OrganizationCodes": "DD/DD35",
      "Relocation": false,
      "Telework": true,
      "HiringPath": [
        "fed",
        "vet",
        "disability",
        "mspouse"
      ],
      "GOVT_BackgroundCheck": "Public Trust",
      "GOVT_SecurityClearanceRequired": "None",
      "GOVT_DrugTestRequired": "No",
      "MissionCriticalTags": []
    },
    "IsRadialSearch": false
  }
}
