{
  "PositionID": "NPS-12345678910-DE-OPM",
  "PositionTitle": "Product Manager",
  "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/123456789",
  "ApplyURI": ["https://www.usajobs.gov:443/GetJob/ViewDetails/123456789?PostingChannelID=RESTAPI"],
  "PositionLocationDisplay": "Washington, DC",
  "PositionLocation": [
    {
      "LocationName": "Washington, DC",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "District of Columbia",
      "CityName": "Washington, DC",
      "Longitude": -94.9212,
      "Latitude": 39.3293,
      "AddressLine": "1849 C Street NW",
      "Vacancies": "1"
    },
    {
      "LocationName": "NatchitochesNatchitochesNatchitoches, LA",
      "CountryCode": "United States",
      "CountrySubDivisionCode": "Louisiana",
      "CityName": "Natchitoches",
      "Longitude": -93.0869845300913,
      "Latitude": 31.7609549313784,
      "AddressLine": "",
      "Vacancies": "1"
    }
  ],
  "PositionLocationWithinArea": false,
  "ApplicationClosingType": "closing-date",
  "OrganizationName": "National Park Service",
  "AgencyMarketingStatement": "This position works in the Business Requirements and Systems Division at the Office of the Comptroller, Washington DC. The division supports other offices under the Comptroller in the formulation, analysis, and execution of the National Park Service budget.",
  "AgencyMarketingURL": "https://www.nps.gov/aboutus/nps-careers.htm",
  "OrganizationURL": "https://www.nps.gov/aboutus/nps-careers.htm",
  "DepartmentName": "Department of the Interior",
  "JobCategory": [
    {
      "Name": "Information Technology Management",
      "Code": "2210"
    }
  ],
  "JobOccupation": [
    {
      "Name": "Managers, Marketing",
      "Code": "Managers%2C+Marketing",
      "Count": "1"
    }
  ],
  "JobGrade": [
    {
      "Code": "GS"
    }
  ],
  "PositionSchedule": [
    {
      "Name": "Full Time",
      "Code": "1"
    }
  ],
  "PositionOfferingType": [
    {
      "Name": "Permanent",
      "Code": ""
    }
  ],
  "QualificationSummary": "Your qualifications will be evaluated on the following competencies, with product delivery and product design carrying the most weight. All of these qualifications must be reflected in your resume.",
  "PositionRemuneration": [
    {
      "MinimumRange": "96,970",
      "MaximumRange": "126,062",
      "RateIntervalCode": "per year"
    }
  ],
  "SupervisoryStatus": true,
  "PromotionPotential": "13",
  "PositionStartDate": "2019-03-18",
  "PositionEndDate": "2020-03-18",
  "PublicationStartDate": "03/18/19",
  "ApplicationCloseDate": "03/29/19",
  "UserArea": {
    "Details": {
      "MajorDutiesList": [
        "Collaborate with managers, stakeholders, and end-users to gather business requirements.",
        "Analyze business needs, devise solutions, make recommendations and gain acceptance of recommendations from stakeholders.",
        "Support software engineers implementing new requirements.",
        "Ensure that the software changes are tested thoroughly for accuracy and performance, and are rolled out in a timely fashion.",
        "Troubleshoot and resolve problems reported by users, analysts, and programmers which include application interfaces, application performance, data quality and security.",
        "Interact with and support a large set of systems built with a wide variety of tools, technologies, and protocols including ColdFusion, HTML, JavaScript, XML, SOAP, SQL as well as Oracle Databases."
      ],
      "KeyRequirements": [
        "<strong>Product Delivery:</strong> Regardless of environmental challenges, ships products and drives teams to deliver on key milestones. Gets Minimum Viable Products out the door without waiting for the perfect technical implementation or inclusion of every feature. Leadership experience shipping multiple products across multiple organizations. Has made decisions about what gets shipped and how.",
        "<strong>Product Design:</strong> Designs and launches software products and features focused on user needs, scoped to Minimum Viable Products, and with clear criteria for success. Understands the technical stack of a product and how it can impact product design and project schedules.",
        "<strong>Administration and Management</strong>: Knowledge of planning, coordination, and execution of business functions, resource allocation, and production.",
        "<strong>Analytical Ability</strong>: Approaches problems quantitatively and displays critical thinking and problem-solving abilities. Breaks down complex problems into component parts. Defines and tracks key metrics to make data-driven decisions.",
        "<strong>Oral Communication</strong>: Expresses information to individuals or groups effectively, taking into account the audience and nature of the information (for example, technical, sensitive, controversial); makes clear and convincing oral presentations; listens to others, attends to nonverbal cues, and responds appropriately.",
        "<strong>Stakeholder Engagement</strong>: Cultivates relationships with key internal and external stakeholders. Has superior negotiation skills that enable successful communication and cooperation across all levels of an organization.",
        "<strong>Technical Communication</strong>: Explains technical concepts to both technical and non-technical audiences. Able to frame technical choices to decision makers and justify engineering needs against business priorities.",
        "<strong>Writing</strong>: Recognizes or uses correct English grammar, punctuation, and spelling; communicates information (for example, facts, ideas, or messages) in a succinct and organized manner; produces written information, which may include technical material, that is appropriate for the intended audience."
      ],
      "ServiceType": "01",
      "HowToApply": "",
      "WhatToExpectNext": "",
      "RequiredDocuments": "",
      "Benefits": "",
      "BenefitsURL": "https://home.nps.gov/aboutus/benefits.htm",
      "OtherInformation": "<p>Competitive applicants for GS 13 positions often have at least:</p><ul><li>5 years of experience</li><li>A bachelor's degree</li></ul>",
      "ConditionsOfEmployment": [
        "Successfully complete a background investigation.",
        "Go through a Personal Identity Verification (PIV) process that requires two forms of identification from the <a href=\"https://www.uscis.gov/sites/default/files/files/form/i-9.pdf\" target=\"_blank\">Form I-9</a>. Federal law requires we verify the identity and employment eligibility of all new hires in the U.S.",
        "File a Confidential Financial Disclosure Report within 30 days of being hired and once a year from then on.",
        "Obtain and use a government-issued charge card for business-related travel."
      ],
      "JobSummary": "As an IT Product Manager with the National Park Service, you will be responsible for the budget systems used throughout the NPS. You will assist with the full software lifecycle: analysis, design, development, maintenance, and support. This position within the Office of the Comptroller manages the development of applications and digital services.",
      "LowGrade": "13",
      "HighGrade": "13",
      "Relocation": false,
      "Telework": true,
      "HiringPath": ["public"],
      "GOVT_BackgroundCheck": "Public Trust",
      "GOVT_SecurityClearanceRequired": "None",
      "GOVT_DrugTestRequired": "No"
    }
  },
  "PostingRequestor": {
    "PersonContact": {
      "FormattedName": "Kim Brown",
      "DialNumber": "202-619-7235",
      "Email": "kim_d_brown@nps.gov"
    },
    "ExternalContact": {
      "OrgName": "Cultural Resource Business Office",
      "Address": {
        "Street1": "1849 C Street NW",
        "City": "Washington",
        "State": "DC",
        "PostalCode": "20240",
        "CountryCode": "US"
      }
    }
  }
}
